github.copilot
github.copilot-chat
github.github-vscode-theme
gitlab.gitlab-workflow
hbenl.vscode-test-explorer
littlefoxteam.vscode-python-test-adapter
ms-python.autopep8
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-hub
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.test-adapter-converter
njpwerner.autodocstring
pkief.material-icon-theme
redhat.vscode-yaml
ritwickdey.liveserver
rogalmic.bash-debug
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-turkish
tamasfe.even-better-toml
timonwong.shellcheck
tomoki1207.pdf
vscodevim.vim
yzhang.markdown-all-in-one
